{
  "note#01": {
    "title": "Oi, sou eu traçando",
    "author": {
      "name": "Abner Lourenço",
      "age": "16"
    },
    "context": "reflitindo com o olhar perdido em um ponto fixo em meio a uma crise",
    "body": "Tal como acontece todos os dias, o lápis comunica-se comigo. Mais uma vez, em meio a uma crise, enquanto reflito com o olhar perdido em um ponto fixo, identifico-me com ele.\n\nLançando-se em minhas mãos, ele sentenciou: 'Bem-vindos ao mundo: um lugar estranho, onde humanos não agem com humanidade; onde não se pode ser igual, nem diferente, pois o seu povo faz o diferente parecer feio. Ninguém se entende e tudo é superficial; suas crianças andam cansadas e seus jovens, frustrados. Não passam de idosos prematuros!'.\n\nAo rabiscar alguns esboços, o lápis desabafou sobre como nesta terra tudo é contraditório: as pessoas entram em guerras buscando uma paz que consome todo o sangue disponível para ser derramado. As pessoas boas são as que mais sofrem e até as verdades profundas são postas à prova, pois, para o povo, os fatos são como estrelas: apenas 'pequenos pontos reluzentes na escuridão de sua própria ignorância'.\n\n'Ninguém é perfeito; por isso é que eu tenho uma coisa dessas', disse o lápis, apontando para sua borracha, 'mas este pessoal pensa que pedir desculpas é sinônimo de inferioridade. A falta de empatia e a hipocrisia instalaram-se e agora têm seus súditos: ignorantes e estúpidos'.\n\n'Muito obrigado, ser humano...'.\n\nAntes de seus últimos traços sobre o papel, ele revelou que tudo isso eram pensamentos — uma parcela da gama de informações processadas na mente de alguém introvertido que o usa para tentar expressar-se. Ao ser deixado de lado, revelou-se, enfim, um desenho que retratava tudo isto que vocês acabaram de ler.",
    "date": "30.01.2023"
  }
},
{
  "note#02": {
    "title": "learning layers || learning by frying",
    "author": {
      "name": "Abner Lourenço",
      "age": "18"
    },
    "context": "while frying eggs and meat for the breakfast",
    "body": "Por que ovos e mortadela só fritam com óleo? Por que o óleo frita, enquanto a água cozinha?\n\nQue diferença tão essencial existe entre essas duas substâncias para que seus efeitos no alimento sejam tão distintos?\n\nSe eu compreendesse isso, não apenas saberia o que estou a fazer, mas também por que o faço — o verdadeiro motivo por trás de usar óleo ao invés de outra substância para fritar ovos e mortadela.\n\nA verdade é que, na vida, muitas vezes aprendemos a fazer antes de entender por que fazemos. É nesse espaço entre o gesto automático e a consciência do gesto que se esconde a profundidade do conhecimento.\n\nHá, portanto, uma diferença entre saber que o óleo frita e entender por que ele frita.\n\nE foi aí que percebi: o ser humano que deseja realmente dominar algo precisa atravessar, no mínimo, dois estágios essenciais:\n\n1. O estágio de saber o que está a fazer — reconhecer o efeito de suas ações;\n2. O estágio de compreender por que faz aquilo daquela forma — atingir a consciência do processo, das causas, e dos princípios por trás de cada escolha.\n\nAssim nasce a maestria: quando fazer e entender caminham juntos.",
    "date": "07.06.2025"
  }
},
{
  "note#03":{
    "title": "Something",
    "author": {
      "name":"Abner Lourenço",
      "age": 18,
      "context": "passado e ensino médio",
      "body": ""
      "date": "05.01.2026"
    }
  }
}
