{
  "note#01": {
    "title": "Oi, sou eu traçando",
    "author": {
      "name": "Abner Lourenço",
      "age": "16"
    },
    "context": "reflitindo com o olhar perdido em um ponto fixo em meio a uma crise",
    "body": "Tal como acontece todos os dias, o lápis comunica-se comigo. Mais uma vez, em meio a uma crise, enquanto reflito com o olhar perdido em um ponto fixo, identifico-me com ele.\n\nLançando-se em minhas mãos, ele sentenciou: 'Bem-vindos ao mundo: um lugar estranho, onde humanos não agem com humanidade; onde não se pode ser igual, nem diferente, pois o seu povo faz o diferente parecer feio. Ninguém se entende e tudo é superficial; suas crianças andam cansadas e seus jovens, frustrados. Não passam de idosos prematuros!'.\n\nAo rabiscar alguns esboços, o lápis desabafou sobre como nesta terra tudo é contraditório: as pessoas entram em guerras buscando uma paz que consome todo o sangue disponível para ser derramado. As pessoas boas são as que mais sofrem e até as verdades profundas são postas à prova, pois, para o povo, os fatos são como estrelas: apenas 'pequenos pontos reluzentes na escuridão de sua própria ignorância'.\n\n'Ninguém é perfeito; por isso é que eu tenho uma coisa dessas', disse o lápis, apontando para sua borracha, 'mas este pessoal pensa que pedir desculpas é sinônimo de inferioridade. A falta de empatia e a hipocrisia instalaram-se e agora têm seus súditos: ignorantes e estúpidos'.\n\n'Muito obrigado, ser humano...'.\n\nAntes de seus últimos traços sobre o papel, ele revelou que tudo isso eram pensamentos — uma parcela da gama de informações processadas na mente de alguém introvertido que o usa para tentar expressar-se. Ao ser deixado de lado, revelou-se, enfim, um desenho que retratava tudo isto que vocês acabaram de ler.",
    "date": "30.01.2023"
  }
},
{
  "note#02": {
    "title": "learning layers || learning by frying",
    "author": {
      "name": "Abner Lourenço",
      "age": "18"
    },
    "context": "while frying eggs and meat for the breakfast",
    "body": "Por que ovos e mortadela só fritam com óleo? Por que o óleo frita, enquanto a água cozinha?\n\nQue diferença tão essencial existe entre essas duas substâncias para que seus efeitos no alimento sejam tão distintos?\n\nSe eu compreendesse isso, não apenas saberia o que estou a fazer, mas também por que o faço — o verdadeiro motivo por trás de usar óleo ao invés de outra substância para fritar ovos e mortadela.\n\nA verdade é que, na vida, muitas vezes aprendemos a fazer antes de entender por que fazemos. É nesse espaço entre o gesto automático e a consciência do gesto que se esconde a profundidade do conhecimento.\n\nHá, portanto, uma diferença entre saber que o óleo frita e entender por que ele frita.\n\nE foi aí que percebi: o ser humano que deseja realmente dominar algo precisa atravessar, no mínimo, dois estágios essenciais:\n\n1. O estágio de saber o que está a fazer — reconhecer o efeito de suas ações;\n2. O estágio de compreender por que faz aquilo daquela forma — atingir a consciência do processo, das causas, e dos princípios por trás de cada escolha.\n\nAssim nasce a maestria: quando fazer e entender caminham juntos.",
    "date": "07.06.2025"
  }
},
{
  "note#03":{
    "title": "Something",
    "author": {
      "name":"Abner Lourenço",
      "age": 18,
      "context": "passado, ensino médio, amor pela arte",
      "body": "Sup? Talves estejas a pensar 'lá vem ele, mais uma vez, a tentar voltar com os desenhos e com a arte'. E sim, estou. Muitos de vocês não sabem, mas, algures em 2022, comecei um curso médio técnico, no Instituto de Telecomunicações - ITEL. Naquela altura, eu estava a lidar com fortes sentimentos negativos causados por ansiedade, depressão e um complexo de inferioridade adquerido. Praticamente, tudo o que a maior parte de vocês vai chamar de 'frescura'. Ok... continuemos: confiante, 'ia bater o ITEL'. É preciso pontuar de início que, como boa parte dos estudantes da minha geração, eu tive um passado acadêmico *brilhante*: 'o melhor da turma', 'o melhor da escola', sem histórico de negas. Lá eu achei que seria só continuar a fazer o que eu faço melhor. E assim aconteceu: primeiro dia, aula de matemática, avaliação diagnóstica. Terminei e entreguei, 'de boa'. Lá o prof ditou as notas: 'Abner Lourenço - 12v'... Fiquei 'malaike'. Mas pausei, foi uma das melhores notas. Mas claro, foi diferente do que eu achava 'habitual'. Vocês já devem estar a imaginar como é que essa história se desenvolveu: 'Jovem nerd com problemas emocionais que ama desenhar ingressa numa das escolas mais difíceis do seu país. Cai várias vezes. Destaca-se, mas não tanto quanto antes'. OK! PARA TUDO! Mas o que isso tem a ver com arte e com o facto d'eu ter parado de desenhar? Mano, no início do médio, 'tava de boa. Eu desenhava todos dias, tinha um programa de estudo bem definido (anatomia, desenho gestual, luz e sombra, perspectiva, proporção, etc). Às vezes, até durante aulas pouco interessantes ou que eram muito fáceis por conta da base que eu carregava (Desculpa, prof. Sansão, mas eu batia 20 mesmo sem estudar), mas, a medida que o tempo foi passando, as minhas notas começaram as oscilaer e a oscilar. Tendo em conta o meu passado acadêmico brilhante e fora os problemas emocionais, eu comecei a ficar desanimado, mesmo desanimado. Epá, encarei a realidade com os olhos bem fixos nela (parece que sempre fui estoico), percebi que tinha de abrir mão de algumas coisas de que gostava para dedicar-me mais aos estudos e tals. O tempo foi passando e a frequência com que desenhava foi diminiundo (muitas vezes, senti-me culpado por estar a colocar de lado algo que eu realmente amo fazer). Nunca foi só sobre lápis, papel e telas, desenhar, modelar e elaborar sempre fez parte da minha essência. O ensino médio foi bem diferente do que eu estava à espera. Tô no top 3. Já n sou 'o melhor', sou apenas 'um deles'. E agora que estou prestes a terminar este ciclo, aprendi a saber lidar com multitasking, pressão e coisas do género. Já consigo equilibrar o 'hiperfoco do ITEL' com a necessidade de que tenho de atenção à arte, à melhorar a qualidade das minhas relações interpessoais e por aí vai. Do ITEL, trago comigo outras paixões como a programação e o design. Penso em integrar conteúdo ligado à isso. Desculpa pela interrupção, mas foi necessária. Várias vezes tentei voltar enquanto estava no meio da caminhada, mas sem retornos positivos. Sinto que, com a conclusão desse ciclom poderei aplicar as linções que aprendi no ITEL e aplicá-las em grande escala. Continuarei com os desenhos, mas de uma forma mais estratégica. Epá... tenho muitas ideias. Esse texto já ficou muito longo, por agora, vou ser pragmático. Até ao próximo frame.",
      "date": "05.01.2026"
    }
  }
}
